[{"id":"yEatTzH","title":"PHP & MySQL: Server-side Web Development","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/31F7DqnXj2L._SX396_BO1,204,203,200_.jpg","price":"30","description":"Learn PHP, the programming language used to build sites like Facebook, Wikipedia and WordPress, then discover how these sites store information in a database (MySQL) and use the database to create the web pages.\r\n\r\nThis full-color book is packed with inspiring code examples, infographics and photography that not only teach you the PHP language and how to work with databases, but also show you how to build new applications from scratch. It demonstrates practical techniques that you will recognize from popular sites where visitors can:"},{"id":"N30bny0","title":"It Ends with Us: A Novel!!","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/51zhNb8Ei4L._SY291_BO1,204,203,200_QL40_FMwebp_.jpg","price":"11.99","description":"In this “brave and heartbreaking novel that digs its claws into you and doesn’t let go, long after you’ve finished it” (Anna Todd, New York Times bestselling author) from the #1 New York Times bestselling author of All Your Perfects, a workaholic with a too-good-to-be-true romance can’t stop thinking about her first love.\r\n"},{"id":"fAMKwHg","title":"Reminders of Him: A Novel","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/41n9-p6-PpL._SX331_BO1,204,203,200_.jpg","price":"9.57","description":"A troubled young mother yearns for a shot at redemption in this heartbreaking yet hopeful story from #1 New York Times bestselling author Colleen Hoover.\r\n\r\nAfter serving five years in prison for a tragic mistake, Kenna Rowan returns to the town where it all went wrong, hoping to reunite with her four-year-old daughter. But the bridges Kenna burned are proving impossible to rebuild. Everyone in her daughter’s life is determined to shut Kenna out, no matter how hard she works to prove herself."},{"id":"Pep1Omu","title":"Verity ","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/51EaDapchyL._SX332_BO1,204,203,200_.jpg","price":"23.99","description":"Lowen Ashleigh is a struggling writer on the brink of financial ruin when she accepts the job offer of a lifetime. Jeremy Crawford, husband of bestselling author Verity Crawford, has hired Lowen to complete the remaining books in a successful series his injured wife is unable to finish.\r\n \r\nLowen arrives at the Crawford home, ready to sort through years of Verity’s notes and outlines, hoping to find enough material to get her started. What Lowen doesn’t expect to uncover in the chaotic office is an unfinished autobiography Verity never intended for anyone to read. Page after page of bone-chilling admissions, including Verity's recollection of the night her family was forever altered."},{"id":"aSVv1rb","title":"The Seven Husbands of Evelyn Hugo: A Novel","imageUrl":"https://images-na.ssl-images-amazon.com/images/I/41x4eg5KyGL._SX320_BO1,204,203,200_.jpg","price":"14.99","description":"“If you’re looking for a book to take on holiday this summer, The Seven Husbands of Evelyn Hugo has got all the glitz and glamour to make it a perfect beach read.” —Bustle\r\n"}]